# language: ru

@Calculator
Функционал: Калькулятор

  @sumTest
  Сценарий: Проверка суммы чисел
    Дано два числа 5 и 15
    Тогда находим сумму двух числел
    И выводим результат на экран

  @subtractionTest
  Сценарий: Проверка разности чисел
    Дано два числа 14 и 5
    Тогда находим разность двух числел
    И выводим результат на экран

  @multiplicationTest
  Сценарий: Проверка произведения чисел
    Дано два числа 2 и 9
    Тогда находим произведение двух числел
    И выводим результат на экран

  @divisionTest
  Сценарий: Проверка частного чисел
    Дано два числа 31 и 2
    Тогда находим частное двух числел
    И выводим результат на экран

